Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# feedback.form.localSaveFailure.title
source: Could Not Save Feedback
de: Feedback konnte nicht gespeichert werden
es: No se pudieron guardar los comentarios
fr: Impossible d'enregistrer les commentaires
ja: フィードバックを保存できませんでした
ko: 피드백을 저장할 수 없음
nl: Kan feedback niet bewaren
zh_hans: 无法保存反馈
zh_hant: 無法儲存意見回饋

# feedback.form.privacyNotice
source: Some account and system information may be sent to Phinomenon. We will use the information you give us to help address technical issues and to improve our services, subject to our Privacy Policy and Terms of Service.
de: Möglicherweise werden einige Konto- und Systeminformationen an Phinomenon gesendet. Wir verwenden die Informationen, die du uns gibst, um technische Probleme zu beheben und unsere Dienste zu verbessern, gemäß unserer Datenschutzerklärung und unseren Nutzungsbedingungen.
es: Es posible que se envíe cierta información de la cuenta y del sistema a Phinomenon. Usaremos la información que nos des para ayudar a resolver problemas técnicos y mejorar nuestros servicios, conforme a nuestra Política de Privacidad y a nuestros Términos del Servicio.
fr: Certaines informations relatives à votre compte et à votre système peuvent être envoyées à Phinomenon. Nous utiliserons les informations que vous nous communiquez pour résoudre les problèmes techniques et améliorer nos services, conformément à nos Règles de confidentialité et à nos Conditions d'utilisation.
ja: アカウントやシステムに関する一部の情報がPhinomenonに送信される場合があります。ご提供いただいた情報は、プライバシーポリシーおよび利用規約に従って、技術的な問題の解決とサービスの改善のために使用します。
ko: 일부 계정 및 시스템 정보가 Phinomenon에 전송될 수 있어요. 보내 주신 정보는 개인정보처리방침과 서비스 약관에 따라 기술적 문제를 해결하고 서비스를 개선하는 데 사용해요.
nl: Mogelijk worden er account- en systeemgegevens naar Phinomenon gestuurd. We gebruiken de informatie die je ons geeft om technische problemen op te lossen en onze diensten te verbeteren, in overeenstemming met ons privacybeleid en onze servicevoorwaarden.
zh_hans: 部分账号和系统信息可能会发送给 Phinomenon。我们会使用你提供的信息来帮助解决技术问题并改进我们的服务，具体以我们的隐私政策和服务条款为准。
zh_hant: 部分帳號與系統資訊可能會傳送給 Phinomenon。我們會依照隱私權政策與服務條款，使用你提供的資訊來協助解決技術問題並改善我們的服務。

# feedback.form.sendButton
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
nl: Stuur
zh_hans: 发送
zh_hant: 傳送

source: From %@
de: Von %@
es: De %@
fr: Depuis %@
ja: 提供元: %@
ko: 출처: %@
nl: Van %@
zh_hans: 来自 %@
zh_hant: 來自 %@

# imagePreview.error.failedToDecodeImage
source: Failed to decode image
de: Bild konnte nicht dekodiert werden
es: No se pudo decodificar la imagen
fr: Impossible de décoder l'image
ja: 画像をデコードできませんでした
ko: 이미지를 디코딩하지 못했어요
nl: Kan afbeelding niet decoderen
zh_hans: 图片解码失败
zh_hant: 無法解碼圖片

# imagePreview.error.failedToLoadRemoteImage
source: Failed to load remote image
de: Externes Bild konnte nicht geladen werden
es: No se pudo cargar la imagen remota
fr: Impossible de charger l'image distante
ja: リモート画像を読み込めませんでした
ko: 원격 이미지를 불러오지 못했어요
nl: Kan externe afbeelding niet laden
zh_hans: 远程图片加载失败
zh_hant: 無法載入遠端圖片

# imagePreview.error.imageFileNotFound
source: Image file not found
de: Bilddatei nicht gefunden
es: No se encontró el archivo de imagen
fr: Fichier image introuvable
ja: 画像ファイルが見つかりません
ko: 이미지 파일을 찾을 수 없어요
nl: Afbeeldingsbestand niet gevonden
zh_hans: 未找到图片文件
zh_hant: 找不到圖片檔案

# imagePreview.error.invalidImageSource
source: Invalid image source
de: Ungültige Bildquelle
es: Origen de imagen no válido
fr: Source d'image non valide
ja: 画像ソースが無効です
ko: 잘못된 이미지 소스
nl: Ongeldige afbeeldingsbron
zh_hans: 无效的图片来源
zh_hant: 圖片來源無效

# imagePreview.error.unsupportedImageFormat
source: Unsupported image format
de: Nicht unterstütztes Bildformat
es: Formato de imagen no compatible
fr: Format d'image non pris en charge
ja: サポートされていない画像形式です
ko: 지원하지 않는 이미지 형식
nl: Niet-ondersteunde afbeeldingsindeling
zh_hans: 不支持的图片格式
zh_hant: 不支援的圖片格式

# imagePreview.loadingStatus
source: Loading image…
de: Bild wird geladen…
es: Cargando imagen…
fr: Chargement de l'image…
ja: 画像を読み込んでいます…
ko: 이미지 불러오는 중…
nl: Afbeelding laden…
zh_hans: 正在加载图片…
zh_hant: 正在載入圖片…

# imagePreview.nextButtonAccessibilityLabel
source: Next image
de: Nächstes Bild
es: Imagen siguiente
fr: Image suivante
ja: 次の画像
ko: 다음 이미지
nl: Volgende afbeelding
zh_hans: 下一张图片
zh_hant: 下一張圖片

# imagePreview.previousButtonAccessibilityLabel
source: Previous image
de: Vorheriges Bild
es: Imagen anterior
fr: Image précédente
ja: 前の画像
ko: 이전 이미지
nl: Vorige afbeelding
zh_hans: 上一张图片
zh_hant: 上一張圖片

# imagePreview.zoomButtonAccessibilityLabel
source: Zoom in
de: Vergrößern
es: Acercar
fr: Zoom avant
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

# imagePreview.zoomOutButtonAccessibilityLabel
source: Zoom out
de: Verkleinern
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
nl: Zoom uit
zh_hans: 缩小
zh_hant: 縮小

# localData.arcImport.untitledSpaceName
source: Untitled Space
de: Unbenannter Space
es: Espacio sin título
fr: Espace sans titre
ja: 無題のスペース
ko: 이름 없는 스페이스
nl: Naamloze Space
zh_hans: 未命名空间
zh_hant: 未命名空間

# localData.bookmarks.importedFromArcFolderTitle
source: Imported From Arc
de: Aus Arc importiert
es: Importado desde Arc
fr: Importés depuis Arc
ja: Arcからの読み込み
ko: Arc에서 가져옴
nl: Geïmporteerd uit Arc
zh_hans: 从 Arc 导入
zh_hant: 從 Arc 匯入

# localData.bookmarks.importedFromGuestFolderTitle
source: Imported from Guest
de: Aus dem Gastmodus importiert
es: Importados del modo Invitado
fr: Importés du mode Invité
ja: ゲストからインポート
ko: 게스트에서 가져옴
nl: Geïmporteerd uit Gast
zh_hans: 从访客模式导入
zh_hant: 從訪客匯入

# localData.bookmarks.rootFolderTitle
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Favoris
ja: ブックマーク
ko: 북마크
nl: Bladwijzers
zh_hans: 书签
zh_hant: 書籤

# localData.compatibilityAlert.newerVersionMessage
source: This version of Phi cannot open local browser data that was updated by a newer version. Install the latest Phi version and try again.
de: Diese Version von Phi kann keine lokalen Browserdaten öffnen, die von einer neueren Version aktualisiert wurden. Installiere die neueste Phi-Version und versuche es erneut.
es: Esta versión de Phi no puede abrir datos locales del navegador que se actualizaron con una versión más reciente. Instala la última versión de Phi e inténtalo de nuevo.
fr: Cette version de Phi ne peut pas ouvrir des données de navigateur locales mises à jour par une version plus récente. Installez la dernière version de Phi et réessayez.
ja: このバージョンのPhiでは、新しいバージョンで更新されたローカルのブラウザデータを開けません。最新バージョンのPhiをインストールして、もう一度お試しください。
ko: 이 버전의 Phi는 더 새로운 버전이 업데이트한 로컬 브라우저 데이터를 열 수 없어요. 최신 Phi 버전을 설치하고 다시 시도해 주세요.
nl: Deze versie van Phi kan geen lokale browsergegevens openen die door een nieuwere versie zijn bijgewerkt. Installeer de nieuwste versie van Phi en probeer het opnieuw.
zh_hans: 此版本的 Phi 无法打开由更新版本更新过的本地浏览器数据。请安装最新版 Phi 后重试。
zh_hant: 這個版本的 Phi 無法開啟由較新版本更新過的本機瀏覽器資料。請安裝最新版的 Phi 後再試一次。

# localData.compatibilityAlert.updateRequiredTitle
source: Update Phi to Open Local Data
de: Phi aktualisieren, um lokale Daten zu öffnen
es: Actualiza Phi para abrir los datos locales
fr: Mettre à jour Phi pour ouvrir les données locales
ja: ローカルデータを開くにはPhiをアップデートしてください
ko: 로컬 데이터를 열려면 Phi를 업데이트하세요
nl: Werk Phi bij om lokale gegevens te openen
zh_hans: 更新 Phi 以打开本地数据
zh_hant: 請更新 Phi 以開啟本機資料

# localData.pinnedTabScope.unavailableError
source: Local browser data is unavailable.
de: Lokale Browserdaten sind nicht verfügbar.
es: Los datos locales del navegador no están disponibles.
fr: Les données locales du navigateur sont indisponibles.
ja: ローカルのブラウザデータを利用できません。
ko: 로컬 브라우저 데이터를 사용할 수 없어요.
nl: Lokale browsergegevens zijn niet beschikbaar.
zh_hans: 无法访问本地浏览器数据。
zh_hant: 無法使用本機瀏覽器資料。

# notifications.card.runButton
source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
nl: Voer uit
zh_hans: 运行
zh_hant: 執行

# notifications.contextMenu.disablePopupAction
source: Mute
de: Stumm
es: Silenciar
fr: Mettre en sourdine
ja: ミュート
ko: 팝업 끄기
nl: Dempen
zh_hans: 静音
zh_hant: 靜音

# notifications.contextMenu.enablePopupAction
source: Pop up
de: Einblenden
es: Mostrar automáticamente
fr: Afficher automatiquement
ja: ポップアップ表示
ko: 팝업 표시
nl: Pop-up tonen
zh_hans: 弹出
zh_hant: 彈出顯示

# oobe.guestMigration.cleanupDeferred.message
source: Your account is ready and your data is safe. Phi will try to remove the old Guest data again the next time it starts.
de: Dein Konto ist bereit und deine Daten sind sicher. Phi versucht beim nächsten Start erneut, die alten Gastdaten zu entfernen.
es: Tu cuenta está lista y tus datos están a salvo. Phi intentará eliminar de nuevo los datos de invitado anteriores la próxima vez que se inicie.
fr: Votre compte est prêt et vos données sont en sécurité. Phi tentera à nouveau de supprimer les anciennes données du mode Invité à son prochain démarrage.
ja: アカウントの準備が整い、データも安全に保たれています。Phiは次回起動時に、古いゲストデータの削除をもう一度試みます。
ko: 계정이 준비됐고 데이터도 안전해요. Phi가 다음에 시작할 때 이전 게스트 데이터를 다시 삭제해 볼게요.
nl: Je account is klaar en je gegevens zijn veilig. Phi probeert de oude gastgegevens de volgende keer bij het starten opnieuw te verwijderen.
zh_hans: 你的账号已就绪，数据也很安全。Phi 会在下次启动时再次尝试移除旧的访客数据。
zh_hant: 你的帳號已就緒，資料也很安全。Phi 下次啟動時會再嘗試移除舊的訪客資料。

# oobe.guestMigration.cleanupDeferred.title
source: Guest data cleanup is incomplete
de: Die Bereinigung der Gastdaten ist unvollständig
es: La limpieza de los datos de invitado está incompleta
fr: Le nettoyage des données du mode Invité est incomplet
ja: ゲストデータの削除が完了していません
ko: 게스트 데이터 정리가 끝나지 않았어요
nl: Gastgegevens zijn niet volledig opgeruimd
zh_hans: 访客数据尚未清理完毕
zh_hant: 訪客資料尚未清除完成

# oobe.guestMigration.failure.message
source: Phi couldn’t move your Guest data. Your data is safe, and you can try again.
de: Phi konnte deine Gastdaten nicht verschieben. Deine Daten sind sicher, und du kannst es erneut versuchen.
es: Phi no pudo mover tus datos de invitado. Tus datos están a salvo y puedes volver a intentarlo.
fr: Phi n'a pas pu transférer vos données du mode Invité. Vos données sont en sécurité et vous pouvez réessayer.
ja: Phiはゲストデータを移行できませんでした。データは安全に保たれているので、もう一度お試しください。
ko: Phi가 게스트 데이터를 이동하지 못했어요. 데이터는 안전하며 다시 시도할 수 있어요.
nl: Phi kon je gastgegevens niet verplaatsen. Je gegevens zijn veilig en je kunt het opnieuw proberen.
zh_hans: Phi 未能迁移你的访客数据。你的数据很安全，可以再试一次。
zh_hant: Phi 無法搬移你的訪客資料。你的資料很安全，你可以再試一次。

# oobe.guestMigration.failure.notNowButton
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
nl: Niet nu
zh_hans: 以后
zh_hant: 稍後再說

# oobe.guestMigration.failure.retryButton
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
zh_hans: 重试
zh_hant: 再試一次

# oobe.guestMigration.failure.title
source: Couldn’t finish setting up your account
de: Die Einrichtung deines Kontos konnte nicht abgeschlossen werden
es: No se pudo terminar de configurar tu cuenta
fr: Impossible de terminer la configuration de votre compte
ja: アカウントのセットアップを完了できませんでした
ko: 계정 설정을 완료하지 못했어요
nl: Kon het instellen van je account niet voltooien
zh_hans: 未能完成账号设置
zh_hant: 無法完成帳號設定

# oobe.guestMigration.recovery.loginMessage
source: Sign in to the account you previously selected to finish moving your Guest data.
de: Melde dich bei dem Konto an, das du zuvor ausgewählt hast, um das Verschieben deiner Gastdaten abzuschließen.
es: Inicia sesión en la cuenta que seleccionaste antes para terminar de mover tus datos de invitado.
fr: Connectez-vous au compte que vous aviez sélectionné pour terminer le transfert de vos données du mode Invité.
ja: ゲストデータの移行を完了するには、前に選択したアカウントでログインしてください。
ko: 게스트 데이터 이동을 완료하려면 앞서 선택한 계정으로 로그인해 주세요.
nl: Log in op het account dat je eerder hebt gekozen om het verplaatsen van je gastgegevens af te ronden.
zh_hans: 请登录你之前选择的账号，以完成访客数据的迁移。
zh_hant: 請登入你先前選擇的帳號，以完成訪客資料的搬移。

# oobe.guestMigration.targetRecovery.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# oobe.guestMigration.targetRecovery.message
source: Some data has already been moved to this account. Phi must retry with the same account before Guest data can be used again.
de: Einige Daten wurden bereits in dieses Konto verschoben. Phi muss es mit demselben Konto erneut versuchen, bevor die Gastdaten wieder verwendet werden können.
es: Algunos datos ya se movieron a esta cuenta. Phi debe volver a intentarlo con la misma cuenta para poder usar de nuevo los datos de invitado.
fr: Certaines données ont déjà été transférées vers ce compte. Phi doit réessayer avec le même compte avant que les données du mode Invité puissent être réutilisées.
ja: 一部のデータはすでにこのアカウントに移行されています。ゲストデータをもう一度使えるようにするには、Phiが同じアカウントで移行をやり直す必要があります。
ko: 일부 데이터는 이미 이 계정으로 이동됐어요. 게스트 데이터를 다시 사용하려면 Phi가 같은 계정으로 다시 시도해야 해요.
nl: Er zijn al gegevens naar dit account verplaatst. Phi moet het opnieuw proberen met hetzelfde account voordat je de gastgegevens weer kunt gebruiken.
zh_hans: 部分数据已迁移到此账号。Phi 必须用同一个账号重试，之后才能再次使用访客数据。
zh_hant: 部分資料已經搬移到這個帳號。Phi 必須用同一個帳號重試，才能再次使用訪客資料。

# oobe.guestMigration.targetRecovery.retryButton
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
zh_hans: 重试
zh_hant: 再試一次

# oobe.guestMigration.targetRecovery.title
source: Finish moving your Guest data
de: Verschieben deiner Gastdaten abschließen
es: Termina de mover tus datos de invitado
fr: Terminez le transfert de vos données du mode Invité
ja: ゲストデータの移行を完了してください
ko: 게스트 데이터 이동을 완료해 주세요
nl: Rond het verplaatsen van je gastgegevens af
zh_hans: 完成访客数据迁移
zh_hant: 完成搬移你的訪客資料

# oobe.guestMode.credentialClearFailure.message
source: Phi couldn’t securely clear the previous session. Try again before continuing as Guest.
de: Phi konnte die vorherige Sitzung nicht sicher löschen. Versuche es erneut, bevor du als Gast fortfährst.
es: Phi no pudo borrar de forma segura la sesión anterior. Vuelve a intentarlo antes de continuar como invitado.
fr: Phi n'a pas pu effacer de manière sécurisée la session précédente. Réessayez avant de continuer en tant qu'invité.
ja: Phiは前のセッションを安全に消去できませんでした。ゲストとして続ける前に、もう一度お試しください。
ko: Phi가 이전 세션을 안전하게 지우지 못했어요. 게스트로 계속하기 전에 다시 시도해 주세요.
nl: Phi kon de vorige sessie niet veilig wissen. Probeer het opnieuw voordat je als gast verdergaat.
zh_hans: Phi 未能安全清除上一个会话。请重试后再以访客身份继续。
zh_hant: Phi 無法安全地清除先前的工作階段。請再試一次，然後再以訪客身分繼續。

# oobe.guestMode.credentialClearFailure.title
source: Couldn’t start Guest Mode
de: Gastmodus konnte nicht gestartet werden
es: No se pudo iniciar el modo Invitado
fr: Impossible de démarrer le mode Invité
ja: ゲストモードを開始できませんでした
ko: 게스트 모드를 시작하지 못했어요
nl: Kon de gastmodus niet starten
zh_hans: 无法启动访客模式
zh_hant: 無法啟動訪客模式

# oobe.importBrowserData.arc.untitledSpaceName
source: Untitled Space
de: Unbenannter Space
es: Espacio sin título
fr: Espace sans titre
ja: 無題のスペース
ko: 이름 없는 스페이스
nl: Naamloze Space
zh_hans: 未命名空间
zh_hant: 未命名空間

# oobe.importBrowserData.filePicker.emptySelectionPlaceholder
source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
ja: ファイルが選択されていません
ko: 선택된 파일 없음
nl: Geen bestand geselecteerd
zh_hans: 未选择文件
zh_hant: 尚未選擇檔案

# oobe.importBrowserData.importButton
source: Choose File…
de: Datei auswählen…
es: Seleccionar archivo…
fr: Choisir un fichier…
ja: ファイルを選択…
ko: 파일 선택…
nl: Kies bestand…
zh_hans: 选取文件…
zh_hant: 選擇檔案…

# oobe.importBrowserData.initialTitle
source: Browser data
de: Browserdaten
es: Datos del navegador
fr: Données du navigateur
ja: ブラウザデータ
ko: 브라우저 데이터
nl: Browsergegevens
zh_hans: 浏览器数据
zh_hant: 瀏覽器資料

# oobe.importBrowserData.nextButton
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
zh_hans: 下一步
zh_hant: 下一步

# oobe.importBrowserData.permission.fullDiskAccessDescription
source: Phi needs Full Disk Access to import your data from Safari.
de: Phi benötigt Festplattenvollzugriff, um deine Daten aus Safari zu importieren.
es: Phi necesita Acceso total al disco para importar tus datos de Safari.
fr: Phi a besoin d'un accès complet au disque pour importer vos données depuis Safari.
ja: SafariからデータをインポートするにはPhiにフルディスクアクセスの許可が必要です。
ko: Safari에서 데이터를 가져오려면 Phi에 전체 디스크 접근 권한이 필요해요.
nl: Phi heeft Volledige schijftoegang nodig om je gegevens uit Safari te importeren.
zh_hans: Phi 需要完全磁盘访问权限才能从 Safari 导入你的数据。
zh_hant: Phi 需要「完全取用磁碟」權限，才能從 Safari 匯入你的資料。

# oobe.importBrowserData.permission.openSettingsButton
source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración
fr: Ouvrir les Réglages
ja: 設定を開く
ko: 시스템 설정 열기
nl: Open instellingen
zh_hans: 打开设置
zh_hant: 開啟「系統設定」

# oobe.importBrowserData.permission.title
source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: アクセス権限
ko: 권한
nl: Machtigingen
zh_hans: 权限
zh_hant: 權限

# oobe.importBrowserData.progress.completed
source: Import completed successfully
de: Import erfolgreich abgeschlossen
es: La importación se completó correctamente
fr: Importation terminée avec succès
ja: 読み込みが完了しました
ko: 가져오기가 성공적으로 완료됐어요
nl: Import voltooid
zh_hans: 导入已成功完成
zh_hant: 已成功完成匯入

# oobe.importBrowserData.progress.completedWithErrors
source: Import completed with errors. Failed to import from: %@
de: Import mit Fehlern abgeschlossen. Import aus folgenden Quellen fehlgeschlagen: %@
es: La importación se completó con errores. No se pudo importar desde: %@
fr: Importation terminée avec des erreurs. Échec de l'importation depuis : %@
ja: 読み込みは完了しましたが、エラーが発生しました。読み込みに失敗したブラウザ: %@
ko: 가져오기가 완료됐지만 다음에서 가져오지 못했어요: %@
nl: Import voltooid met fouten. Importeren is mislukt uit: %@
zh_hans: 导入已完成，但出现错误。未能从以下来源导入：%@
zh_hant: 匯入完成，但發生錯誤。無法從以下來源匯入：%@

# oobe.importBrowserData.progress.importingArc
source: Importing Arc data...
de: Arc-Daten werden importiert…
es: Importando los datos de Arc…
fr: Importation des données Arc…
ja: Arcのデータを読み込んでいます…
ko: Arc 데이터 가져오는 중…
nl: Arc-gegevens worden geïmporteerd…
zh_hans: 正在导入 Arc 数据…
zh_hant: 正在匯入 Arc 資料…

# oobe.importBrowserData.progress.importingChrome
source: Importing Chrome data...
de: Chrome-Daten werden importiert…
es: Importando los datos de Chrome…
fr: Importation des données Chrome…
ja: Chromeのデータを読み込んでいます…
ko: Chrome 데이터 가져오는 중…
nl: Chrome-gegevens worden geïmporteerd…
zh_hans: 正在导入 Chrome 数据…
zh_hant: 正在匯入 Chrome 資料…

# oobe.importBrowserData.progress.importingFile
source: Importing data from file...
de: Daten werden aus Datei importiert…
es: Importando los datos del archivo…
fr: Importation des données depuis le fichier…
ja: ファイルからデータを読み込んでいます…
ko: 파일에서 데이터 가져오는 중…
nl: Gegevens uit bestand worden geïmporteerd…
zh_hans: 正在从文件导入数据…
zh_hant: 正在從檔案匯入資料…

# oobe.importBrowserData.progress.importingSafari
source: Importing Safari data...
de: Safari-Daten werden importiert…
es: Importando los datos de Safari…
fr: Importation des données Safari…
ja: Safariのデータを読み込んでいます…
ko: Safari 데이터 가져오는 중…
nl: Safari-gegevens worden geïmporteerd…
zh_hans: 正在导入 Safari 数据…
zh_hant: 正在匯入 Safari 資料…

# oobe.importBrowserData.resetTitle
source: Browser data
de: Browserdaten
es: Datos del navegador
fr: Données du navigateur
ja: ブラウザデータ
ko: 브라우저 데이터
nl: Browsergegevens
zh_hans: 浏览器数据
zh_hant: 瀏覽器資料

# oobe.importBrowserData.safari.quitReminder
source: Please quit Safari before importing its data.
de: Beende Safari, bevor du seine Daten importierst.
es: Cierra Safari antes de importar sus datos.
fr: Quittez Safari avant d'importer ses données.
ja: Safariのデータをインポートする前に、Safariを終了してください。
ko: Safari 데이터를 가져오기 전에 Safari를 종료해 주세요.
nl: Stop Safari voordat je de gegevens ervan importeert.
zh_hans: 请先退出 Safari，然后再导入其数据。
zh_hant: 請先結束 Safari，再匯入它的資料。

# oobe.importBrowserData.source.arcOption
source: From Arc
de: Aus Arc
es: Desde Arc
fr: Depuis Arc
ja: Arcから
ko: Arc에서
nl: Uit Arc
zh_hans: 从 Arc 导入
zh_hant: 從 Arc

# oobe.importBrowserData.source.chromeOption
source: From Chrome
de: Aus Chrome
es: Desde Chrome
fr: Depuis Chrome
ja: Chromeから
ko: Chrome에서
nl: Uit Chrome
zh_hans: 从 Chrome 导入
zh_hant: 從 Chrome

# oobe.importBrowserData.source.fileOption
source: From a file
de: Aus einer Datei
es: Desde un archivo
fr: Depuis un fichier
ja: ファイルから
ko: 파일에서
nl: Uit een bestand
zh_hans: 从文件导入
zh_hant: 從檔案

# oobe.importBrowserData.source.safariOption
source: From Safari
de: Aus Safari
es: Desde Safari
fr: Depuis Safari
ja: Safariから
ko: Safari에서
nl: Uit Safari
zh_hans: 从 Safari 导入
zh_hant: 從 Safari

# oobe.importBrowserData.target.currentSpaceFallback
source: Current Space
de: Aktueller Space
es: Espacio actual
fr: Espace actuel
ja: 現在のスペース
ko: 현재 스페이스
nl: Huidige Space
zh_hans: 当前空间
zh_hant: 目前空間

# oobe.importDataType.bookmarksToggle
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Favoris
ja: ブックマーク
ko: 북마크
nl: Bladwijzers
zh_hans: 书签
zh_hant: 書籤

# oobe.importDataType.browsingHistoryToggle
source: Browsing history
de: Browserverlauf
es: Historial de navegación
fr: Historique de navigation
ja: 閲覧履歴
ko: 방문 기록
nl: Browsegeschiedenis
zh_hans: 浏览历史记录
zh_hant: 瀏覽記錄

# oobe.importDataType.extensionsToggle
source: Extensions
de: Erweiterungen
es: Extensiones
ja: 拡張機能
ko: 확장 프로그램
nl: Extensies
zh_hans: 扩展程序
zh_hant: 擴充功能

# oobe.layoutSelection.balancedOption
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형
nl: Gebalanceerd
zh_hans: 均衡
zh_hant: 平衡

# oobe.layoutSelection.comfortableOption
source: Comfortable
de: Komfortabel
es: Cómodo
fr: Confortable
ja: ゆったり
ko: 여유
nl: Comfortabel
zh_hans: 舒适
zh_hant: 舒適

# oobe.layoutSelection.title
source: Layout selection
de: Layout auswählen
es: Selección de diseño
fr: Choix de la disposition
ja: レイアウトの選択
ko: 레이아웃 선택
nl: Lay-outkeuze
zh_hans: 布局选择
zh_hant: 選擇版面配置

# oobe.login.continueAsGuestButton
source: Explore Phi without signing in
de: Phi ohne Anmeldung erkunden
es: Explora Phi sin iniciar sesión
fr: Découvrir Phi sans se connecter
ja: ログインせずにPhiを試す
ko: 로그인 없이 Phi 둘러보기
nl: Phi verkennen zonder in te loggen
zh_hans: 不登录也能体验 Phi
zh_hant: 不登入，直接探索 Phi

# oobe.login.failureHintPrefix
source: Something went wrong?
de: Etwas ist schiefgelaufen?
es: ¿Algo salió mal?
fr: Un problème est survenu ?
ja: 問題が発生しましたか？
ko: 문제가 생겼나요?
nl: Er ging iets mis?
zh_hans: 出了点问题？
zh_hant: 發生問題了？

# oobe.login.failureLink
source: Go back and try again
de: Geh zurück und versuche es erneut
es: Vuelve atrás e inténtalo de nuevo
fr: Revenir en arrière et réessayer
ja: 戻ってやり直す
ko: 돌아가서 다시 시도하기
nl: Ga terug en probeer het opnieuw
zh_hans: 返回并重试
zh_hant: 返回並再試一次

# oobe.login.loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# oobe.login.progressTitle
source: Finish signing in in your browser
de: Schließe die Anmeldung in deinem Browser ab
es: Termina de iniciar sesión en tu navegador
fr: Terminez la connexion dans votre navigateur
ja: ブラウザでログインを完了してください
ko: 브라우저에서 로그인을 완료해 주세요
nl: Rond het inloggen af in je browser
zh_hans: 请在浏览器中完成登录
zh_hant: 請在瀏覽器中完成登入

# oobe.navigation.continueButton
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: Volgende
zh_hans: 下一步
zh_hant: 下一步

# oobe.navigation.skipButton
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
nl: Sla over
zh_hans: 跳过
zh_hant: 略過

# oobe.passwordManager.finishButton
source: Finish
de: Fertig
es: Finalizar
fr: Terminer
ja: 完了
ko: 완료
nl: Klaar
zh_hans: 完成
zh_hant: 完成

# oobe.passwordManager.icloudPasswordsOption
source: iCloud Passwords
de: iCloud-Passwörter
es: Contraseñas de iCloud
fr: Mots de passe iCloud
ja: iCloudパスワード
ko: iCloud 암호
nl: iCloud-wachtwoorden
zh_hans: iCloud 密码
zh_hant: iCloud 密碼

# oobe.passwordManager.manualSetupOption
source: I'll setup my own
de: Ich richte es selbst ein
es: Lo configuraré por mi cuenta
fr: Je vais configurer le mien
ja: 自分で設定する
ko: 직접 설정할게요
nl: Ik stel het zelf in
zh_hans: 我自己设置
zh_hant: 我要自己設定

# oobe.passwordManager.recommendedBadge
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ko: 추천
nl: Aanbevolen
zh_hans: 推荐
zh_hant: 建議
